[
  {
    "id": "general_info",
    "title": "Wstęp",
    "image": "cadrs-colors.jpeg",
    "content": "## Pojęcia\n\n**Tura** - cykl w którym wszyscy gracze wyłożą po jednej karcie\n\n**Runda/Rozdanie** - rozegranie tylu tur by pozbyć się wszystkich kart\n\n**Wyjście** - położenie pierwszej karty na stół w danej turze\n\n**Bitka/Lewa** - zebrane karty przez gracza po turze\n\n**Czysta** - bitka bez punktów karnych\n\n**Bawić się** - tasować\n\n**Kierki** - pierwsza część rozgrywki\n\n**Wyścig** - druga część rozgrywki"
  },
  {
    "id": "general_rules-heart",
    "title": "Zasady - kierki",
    "content": "Poniższe zasady co do ilości kart i punktów tyczą się czterech graczy, zasady dla trzech graczy zostaną rozpisane w kolejnej aktualizacji\n\n ## Cel gry\n\nZdobyć jak najwięcej punktów w ogólnym wyniku. W kierkach zdobyte punkty są punktami karnymi, a w wyścigu naliczane są na plus\n\n## Jak zacząć\n\n Do gry w kierki potrzebna będzie cała talia 52. kart (bez jokerów), gdzie As jest kartą najwyższą.\n\n Podczas rozpoczęcia całej gry gracz na pierwszej pozycji w rozpisce rozdaje potasowane wcześniej karty graczom. Rozdaje wszystkie karty z talii - po rozdaniu każdy gracz powinien mieć po 13 kart, jeśli tak nie jest, należy potasować i rozdać na nowo.\n\n Co każdą rundę następuje zmiana rozdającego na kolejną osobę z rozpiski. By przyśpieszyć całą rozgrywkę można użyć drugiej talii by potasować ją na następną rundę\n\n ## Przebieg tury\n\nGracze w kolejności z rozpiski (zalecane zgodnie z kierunkiem wskazówek zegara) wykładają po jednej karcie na stół\n\n## Przebieg rundy\n\nPo każdej rozegranej turze, gracz który zdobył bitkę odkłada ją obok siebie (awersem w dół) i tym samym 'przejmuje głos' czyli będzie wychodził w następnej turze.\n\nPo zakończeniu rundy należy podliczyć zebrane punkty przez graczy a karty potasować na kolejne rozdanie.\n\n W trakcie rozgrywania tury każdy z graczy ma możliwość podejrzenia bitki, która została zebrana w **ostatniej turze** dla przypomnienia jakie karty zeszły\n\n## Kolejność wykładania kart\n\n Gracz, który wychodzi decyduje jaki kolor będzie kolorem wiodącym w turze i reszta graczy jeśli posiada ten kolor to musi wyrzucić kartę w tym kolorze, jeśli jednak nie posiada, może rzucić dowolną kartę.\n\nGracz, który wychodzi musi trzymać się zasady kiery na końcu, czyli jeśli ma już tylko kiery. Ta zasada nie tyczy się reszty graczy w danej turze.\n\nGracz, który wyrzuci najwyższą kartę w kolorze wiodącym zbiera bitkę.\n\nPrzykład:\n\n--\n\n Gracz nr 1 wyszedł z piątki trefl,\n\nGracz nr 2 też ma przynajmniej jednego trefla, więc musi go wyrzucić - wyrzuca siódemkę trefl, \n\nGracz nr 3 nie ma trefla więc może wyrzucić dowolną kartę nawet kiera - wyrzuca króla kiera,\n\nGracz nr 4 ma trefla więc musi go wyrzucić - wyrzuca trójkę trefl\n\nPodsumowując turę, gracz nr 2 wyrzucił najwyższą kartę w kolorze wiodącym, więc zbiera bitkę i tym samym będzie wychodził w następnej turze (podpowiedź - mógł specjalnie wziąć tą bitkę by przejąć głos)\n\n--\n\nPo zakończeniu rundy należy odwrócić zebrane bitki i policzyć punkty.\n\n## Punktacja i rozkład rund\n\nW każdej rundzie pula punktów to 260\n\nPoniżej znajduje się 7 sekcji z opisem i punktacją bitek/kart dla każdej rundy. Nie musisz czytać wszystkich sekcji od razu, wystarczy przeczytać zasady dla jednej rundy i po jej rozegraniu przeczytać zasady dla kolejnych."
  },
  {
    "id": "bez-lew",
    "title": "Bez Lew",
    "content": "## Punktacja\n\n **1 bitka - 20 punktów**\n\nCelem gracza jest zebranie jak najmniejszej ilości bitek."
  },
  {
    "id": "bez-pan",
    "title": "Bez Pań",
    "content": "## Punktacja\n\n **1 Dama - 65 punktów**\n\nCelem gracza jest unikanie zbierania Dam. Jeśli jesteście pewnie, że wszystkie Damy już zeszły to można zakończyć rundę bez rozgrywania reszty kart, bo nie mają już znaczenia ani punktów karnych."
  },
  {
    "id": "bez-panow",
    "title": "Bez Panów",
    "content": "## Punktacja\n\n **1 Jupek - 25 punktów**\n\n **1 Król - 40 punktów**\n\nAnalogicznie jak w przypadku poprzedniej rundy unikamy Panów czyli Jupków i Króli."
  },
  {
    "id": "7-13",
    "title": "7 / 13",
    "content": "## Punktacja\n\n **Siódma bitka - 130 punktów**\n\n **Trzynasta bitka - 130 punktów**\n\nMaksymalnie dwóch graczy może zrobyć punkty karne. Punktowana jest siódma w kolejności bitka oraz trzynasta, czyli ostatnia. Reszta bitek nie jest punktowana, można to wykorzystać by przejąć głos w odpowiednim momencie i np. wyjść w siódmej z niskiej karty.\n\nUWAGA - bitki muszą być poukładane w taki sposób by każdy z graczy z łatwością mógl je policzyć na stole (ładnie ma być). \n\nNie przypominamy graczom, która aktualnie jest tura, każdy z osobna ma sobie pilnować by nie wziąć siódmej i ostatniej."
  },
  {
    "id": "kierki-round",
    "title": "Bez Kierów",
    "content": "## Punktacja\n\n **1 kier - 20 punktów**\n\nWszystkie karty w kolorze kier są kartami punktowanymi. \n\nPrzypominam o zasadzie z kierów wychodzimy na końcu. Oczywiście można się ich pozbywać jeśli nie mamy koloru wiodącego."
  },
  {
    "id": "krol-kier",
    "title": "Król Kier",
    "content": "## Punktacja\n\n **Król Kier - 260 punktów**\n\nPunktowana jest tylko jedna karta, czyli Król Kier. Po jego wyrzuceniu rozgrywanie kolejnych tur nie ma już sensu, więc można zakończyć rundę.\n\nDodatkowa zasada - Król kier nie może paść w pierwszej turze, nawet jeśli gracz nie ma koloru wiodącego."
  },
  {
    "id": "rozbojnik",
    "title": "Rozbójnik",
    "content": "## Pula punktów - 1560\n\nRunda, w której wszystko może się odwrócić. Jest to zbiór wszystkie rozegranych rund do tej pory, więc zbierany tu punkty za wszystko co się da. \n\nZa bitki, za kiery, za siódmą i trzynastą, za Panie i Panów oraz za samego Króla kiera.\n\n--\n\n**Przykład 1:**\n\nW trzeciej turze padły karty:\n\n 2 trefl, 5 trefl, Damę Pik i 10 trefl. \n\nKolorem wiodącym był trefl a najwyższą kartą koloru wiodącego 10 co oznacza, że gracz który ją wyrzucił zbiera tą bitkę i dostaje punkty za:\n\n bitkę oraz za Damę - razem 85 punktów (20 - bitka, 65 - Dama).\n\n--\n\n**Przykład 2:**\n\n W siódmej turze padły karty:\n\n 5 pik, Jupek Pik, 8 kier i Król Kier.\n\n Kolorem wiodącym był pik a najwyższą kartą koloru wiodącego Jupek co oznacza, że gracz który ją wyrzucił zbiera tą bitkę i dostaje punkty za:\n\nbitkę, Jupka, Króla, 2 kiery (8 i Król kier), Króla kiera oraz za siódmą po przekłada się na punkty:\n\n20 - bitka, 25 - Jupek, 40 - Król, 2x20 - kiery, Król kier - 260, siódma - 130 co razem daje 515 punktów :).\n\n--\n\n"
  },
  {
    "id": "race",
    "title": "Zasady - wyścig",
    "content": "## Punktacja\n\n **1 bitka - 20 punktów**\n\nPierwsza a za razem najprostsza runda w której celem gracza jest zebranie jak najmniejszej ilości bitek."
  }
]
